import styles from '../styles/About.module.scss'
import help from '../public/help_outline.svg'

const About = () => {
    return (
        <div className={styles.mainWrapper}>
            <div className={styles.title}>
                <img src={help} alt=""/>
                <div>ЧТО ТАКОЕ БИТКОИН И КРИПТОВАЛЮТЫ?</div>
            </div>
            <div className={styles.text}>Bitcoin - пиринговая платёжная система, использующая одноимённую расчётную
                единицу (BTC) и одноимённый
                протокол передачи данных. Для обеспечения функционирования и защиты системы используются
                криптографические методы. Вся информация о транзакциях между адресами системы доступна в открытом виде.
                Bitcoin это цифровая валюта не имеющая тотального контроля со стороны любого правительства и эмитируемая
                сугубо участниками системы используя для этого математические решения.
                <br/><br/>
                Если Вы коим образом оказались на этом сайте, значит Вас интересует вопрос покупки или продажи Bitcoin
                (биткоин) в Минске или Беларуси, возможно Вы в принципе ищите информацию по данной криптовалюте и
                наткнулись на этот ресурс. Мы постараемся ответить на Ваши вопросы, а при желании поможем продать или
                купить Bitcoin в Минске или Беларуси.
                <br/><br/>
                Процесс ввода или вывода bitcoin (биткоин) в Минске не представляет собой сложной задачи, как это может
                изначально показаться. Мы поможем сделать все быстро и по выгодному курсу. Надеемся Вы останетесь
                довольны.
                Обменные операции максимально прозрачны и точны, без скрытых комиссий.
                <br/><br/>
                Это Ваш персональный помощник. Наши операторы технической поддержки готовы оказать помощь в решении
                любого вопроса.
                <div>Показать все</div>
            </div>
        </div>
    )
}

export default About